List<Map<String, dynamic>> bussiness_category = [
  {
    'largeCategory': '건강123',
    'midCategory': [
      {
        '의료기관': [
          '병원',
          '부속의료기관',
          '산후조리업',
          '안전상비의약품 판매업소',
          '약국',
          '응급환자이송업',
          '의료법인',
          '의료유사업',
          '의원'
        ]
      },
      {
        '의료기기': [
          '안경업',
          '의료기기수리업',
          '의료기기판매(임대)업',
          '치과기공소',
        ]
      },
    ],
  },
  {
    '동물': [
      {
        '동물': [
          '동물미용업',
          '동물병원',
          '동물생산업',
          '동물수입업',
          '동물약국',
          '동물용의료용구판매업',
          '동물용의약품도매상',
          '동물운송업',
          '동물위탁관리업',
          '동물장묘업',
          '동물전시업',
          '동물판매업',
        ]
      },
      {
        '축산': [
          '가축사육업',
          '가축인공수정소',
          '도축업',
          '부화업',
          '사료제조업',
          '종축업',
        ]
      },
    ],
  },
  {
    '문화': [
      {
        '게임': [
          '게임물배급업',
          '게임물제작업',
          '복합영상물제공업',
          '복합유통게임제공업',
          '인터넷컴퓨터게임시설제공업',
          '일반게임제공업',
          '청소년게임제공업',
        ],
      },
      {
        '공연': [
          '공연장',
          '관광공연장업',
          '관광극장유흥업',
        ],
      },
      {
        '관광': [
          '관광궤도업',
          '관광사업자',
          '관광유람선업',
          '국제회의시설업',
          '박물관, 미술관',
          '시내순환관광업',
          '유원시설업(기타)',
          '일반유원시설업',
          '전문휴양업',
          '전통사찰',
          '종합유원시설업',
          '종합휴양업',
          '지방문화원',
        ],
      },
      {
        '문화기획': [
          '국제회의기획업',
          '대중문화예술기획업',
          '문화예술법인',
        ],
      },
      {
        '노래방': [
          '노래연습장업',
        ],
      },
      {
        '비디오': [
          '비디오물감상실업',
          '비디오물배급업',
          '비디오물소극장업',
          '비디오물시청제공업',
          '비디오물제작업',
        ],
      },
      {
        '숙박': [
          '관광숙박업',
          '관광펜션업',
          '숙박업',
          '외국인관광도시민박업',
          '일반야영장업',
          '자동차야영장업',
          '한옥체험업',
        ],
      },
      {
        '여행': [
          '국내여행업',
          '국내외여행업',
          '종합여행업',
        ],
      },
      {
        '영화': [
          '영화배급업',
          '영화상영관',
          '영화상영업',
          '영화수입업',
          '영화제작업',
        ],
      },
      {
        '음악': [
          '온라인음악서비스제공업',
          '음반.음악영상물배급업',
          '음반.음악영상물제작업',
          '음반물배급업',
          '음반물제작업',
        ],
      },
    ],
  },
  {
    '생활': [
      {
        '미용': ['미용업'],
      },
      {
        '이용': ['이용업'],
      },
      {
        '세탁소/빨래방': [
          '세탁업',
          '의료기관세탁물처리업',
        ],
      },
      {
        '유통': [
          '다단계판매업체',
          '대규모점포',
          '방문판매업',
          '전화권유판매업',
          '통신판매업',
          '후원방문판매업체',
        ],
      },
      {
        '체육': [
          '골프연습장업',
          '골프장',
          '당구장업',
          '등록체육시설업',
          '무도장업',
          '무도학원업',
          '빙상장업',
          '수영장업',
          '스키장',
          '승마장업',
          '썰매장업',
          '요트장업',
          '종합체육시설업',
          '체력단련장업',
          '체육도장업',
        ],
      },
      {
        '목욕탕/찜질방/사우나': [
          '목욕장업',
        ],
      },
    ],
  },
  {
    '식품': [
      {
        '급식': [
          '위탁급식영업',
          '집단급식소',
        ],
      },
      {
        '식품 제조/가공/판매': [
          '건강기능식품유통전문판매업',
          '건강기능식품일반판매업',
          '식용얼음판매업',
          '식육포장처리업',
          '식품냉동냉장업',
          '식품소분업',
          '식품운반업',
          '식품자동판매기업',
          '식품제조가공업',
          '식품첨가물제조업',
          '식품판매업(기타)',
          '옹기류제조업',
          '용기·포장지제조업',
          '용기냉동기특정설비',
          '유통전문판매업',
          '제과점영업',
          '즉석판매제조가공업',
          '집단급식소식품판매업',
          '집유업',
          '축산가공업',
          '축산물보관업',
          '축산물운반업',
          '축산판매업',
        ],
      },
      {
        '유흥주점/단란주점': [
          '단란주점영업',
          '유흥주점영업',
        ],
      },
      {
        '음식점': [
          '관광식당',
          '관광유흥음식점업',
          '외국인전용유흥음식점업',
          '일반음식점',
          '휴게음식점',
        ],
      },
    ],
  },
  {
    '자원환경': [
      {
        '목재': [
          '목재수입유통업',
          '원목생산업',
          '제재업',
        ],
      },
      {
        '에너지': [
          '계량기수리업',
          '계량기수입업',
          '계량기제조업',
          '계량기증명업',
          '고압가스업',
          '석연탄제조업',
          '석유및석유대체연료판매업체',
          '석유판매업',
          '액화석유가스용품제조업체',
          '일반도시가스업체',
          '전력기술감리업체',
          '전력기술설계업체',
          '특정고압가스업',
        ],
      },
      {
        '지하수': [
          '지하수시공업체',
          '지하수영향조사기관',
          '지하수정화업체',
        ],
      },
      {
        '환경관리': [
          '가축분뇨 수집운반업',
          '가축분뇨배출시설관리업(사업장)',
          '개인하수처리시설관리업(사업장)',
          '건물위생관리업',
          '건설폐기물처리업',
          '급수공사대행업',
          '단독정화조/오수처리시설설계시공업',
          '대기오염물질배출시설설치사업장',
          '배출가스전문정비사업자(확인검사대행자)',
          '분뇨수집운반업',
          '소독업',
          '수질오염원설치시설(기타)',
          '쓰레기종량제봉투판매업',
          '저수조청소업',
          '환경관리대행기관',
          '환경전문공사업',
          '환경측정대행업',
          '환경컨설팅회사',
        ],
      },
    ],
  },
  {
    '기타': [
      {
        '미디어': [
          '옥외광고업',
          '인쇄사',
          '출판사',
        ],
      },
      {
        '담배': [
          '담배도매업',
          '담배소매업',
          '담배수입판매업체',
        ],
      },
      {
        '물류': [
          '국제물류주선업',
          '물류창고업체',
        ],
      },
      {
        '민방위': [
          '민방위급수시설',
          '민방위대피시설',
        ],
      },
      {
        '상조': [
          '상조업',
        ],
      },
      {
        '엘리베이터': [
          '승강기유지관리업체',
          '승강기제조및수입업체',
        ],
      },
      {
        '전문교육기관': [
          '요양보호사교육기관',
          '장례지도사 교육기관',
        ],
      },
      {
        '사무지원': [
          '무료직업소개소',
          '유료직업소개소',
        ],
      },
    ],
  },
];
